Curtain System could not reacquire [Number] faces out of [Number].
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CurtainSystemCouldnotReacquireFaces { get; }
  Visual Basic
Public Shared ReadOnly Property CurtainSystemCouldnotReacquireFaces As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CurtainSystemCouldnotReacquireFaces {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures CurtainGridFamilyFailures Class
  Autodesk.Revit.DB Namespace